alsa-utils
archlinux-wallpaper
aurorae
awww
base
base-devel
bat
bluedevil
blueman
bluez-utils
breeze
breeze-cursors
breeze-gtk
breeze-plymouth
brightnessctl
btop
clang
cmake
discover
dolphin
drkonqi
efibootmgr
evtest
eza
fastfetch
fd
firefox
flameshot
flatpak-kcm
git
github-cli
grim
grub
gwenview
htop
hyprland
hyprpaper
jdk-openjdk
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
libkscreen
libksysguard
libplasma
linux
linux-firmware
lsd
ly
milou
mkinitcpio
neovim
network-manager-applet
networkmanager
nnn
nodejs
npm
ocean-sound-theme
oxygen
oxygen-cursors
oxygen-sounds
pavucontrol
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-keyboard
plasma-login-manager
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth-kcm
polkit-kde-agent
powerdevil
print-manager
python-pip
python-virtualenv
qqc2-breeze-style
sddm
sddm-kcm
slurp
sof-firmware
spectacle
spotify-launcher
sudo
swappy
swaync
systemsettings
timeshift
tk
tmux
tree
ttf-jetbrains-mono-nerd
ufw
unzip
usbutils
vim
visual-studio-code-bin
wacomtablet
waybar
wget
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-desktop-portal-kde
yay
yay-debug
zip
zoxide
